/* subtitle invitation to exercise */
"with high intensity interval training" = "มาสร้างหุ่นที่ดีไปพร้อมกัน!";

/* message success*/
"Good job completing all seven exercises!" = "เก่งมาก คุณออกกำลังครบทั้ง 7 แบบ!";

/* message success*/
"Remember tomorrow's another day." = "อย่าลืมออกกำลังกายทุกวันนะ";

/* message success*/
"So eat well and get some rest" = "ทานอาหารที่มีประโยชน์และพักผ่อนให้เพียงพอ";

/* message success
"
                        Good job completing all seven exercises!
                        Remember tomorrow's another day.
                        So eat well and get some rest
                    " = "
                        เก่งมาก คุณออกกำลังครบทั้ง 7 แบบ
                        อย่าลืมออกกำลังกายทุกวันนะ
                        อย่าลืมทานอาหที่ท่มีประโยชน์และพักผ่อนให้เพียงพอ
                    ";*/

/* exercise */
"Arm Workout" = "Arm Workout";

/* exercise */
"Burpee" = "Burpee";

/* start again */
"Continue" = "เริ่มออกกำลังกายใหม่";

/* exercise */
"Crunch" = "Crunch";

/* mark as finished */
"Done" = "เสร็จสิ้น";

/* invitation to exercise */
"Get fit" = "มาออกกำลังกายกันเถอะ";

/* invitation */
"Get Started" = "เริ่มออกกำลังกาย";

/* success all exercise */
"High Five!" = "เก่งมาก!";

/* view user activity */
"History" = "ประวัติการออกกำลังกาย";

/* exercise */
"Squat" = "Squat";

/* begin exercise */
"Start" = "เริ่ม";

/* exercise */
"Step Up" = "Step Up";

/* exercise */
"Sun Salute" = "Sun Salute";

/* exercise */
"Warm Up" = "Warm Up";

/* greeting */
"Welcome" = "ยินดีต้อนรับ";

